brew 'aria2'
brew 'bat'
brew 'blueutil'
brew 'chezmoi'
brew 'colordiff'
brew 'coreutils'
brew 'difftastic'
brew 'direnv'
brew 'findutils'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'gnu-sed'
brew 'gradle'
brew 'graphviz'
brew 'grep'
brew 'jq'
brew 'maven'
brew 'moreutils'
brew 'neovim'
brew 'nmap'
brew 'openssh'
brew 'mise'
brew 'screen'
brew 'shellcheck'
brew 'speedtest-cli'
brew 'starship'
brew 'swiftformat'
brew 'swiftlint'
brew 'tree'
brew 'wget'
brew 'zoxide'
brew 'zsh'

cask '1password'
cask '1password-cli'
cask 'android-commandlinetools'
cask 'android-platform-tools'
cask 'android-studio'
cask 'charles'
cask 'ghostty'
cask 'google-chrome'
cask 'hammerspoon'
cask 'iterm2'
cask 'jordanbaird-ice'
cask 'rectangle'
cask 'slack'
cask 'stats'
cask 'sublime-merge'
cask 'visual-studio-code'
cask 'xcodes'


cask 'font-inconsolata'
cask 'font-inconsolata-nerd-font'
cask 'font-inconsolata-go-nerd-font'

tap 'robotsandpencils/made'
brew 'xcodes'
