brew 'asdf'
brew 'chezmoi'
brew 'chisel'
brew 'chruby'
brew 'coreutils'
brew 'findutils'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-lfs'
brew 'gnu-sed'
brew 'grep'
brew 'moreutils'
brew 'nmap'
brew 'openssh'
brew 'ruby-install'
brew 'screen'
brew 'speedtest-cli'
brew 'swiftlint'
brew 'swiftformat'
brew 'thefuck'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'zoxide'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask '1password-cli'
cask 'charles'
cask 'google-chrome'
cask 'iterm2'
cask 'slack'
cask 'sublime-merge'
cask 'visual-studio-code'
